{
    "rainy_light_mild_morning": "Grab your umbrella and explore your neighborhood trails.",
    "rainy_light_mild_noon": "Perfect time to visit a cozy café or art gallery.",
    "rainy_light_mild_evening": "Take a short walk in your favorite raincoat.",
    "rainy_light_mild_night": "Listen to the rainfall and write a short story.",
    "rainy_light_hot_morning": "Tropical morning rain. Meditative walk in the warm drizzle or yoga on covered porch.",
    "rainy_light_hot_noon": "Warm and rainy - might be fun with a outdoor run in the rain.",
    "rainy_light_hot_evening": "Warm evening rain. Cook aromatic curry and listen to the raindrops.",
    "rainy_light_hot_night": "Gentle tropical rain. Write gratitude journal with windows open.",
    "rainy_medium_mild_morning": "Start the day with comfort food and gentle music.",
    "rainy_medium_mild_noon": "Visit a museum or an indoor market to keep dry.",
    "rainy_medium_mild_evening": "Host a board game night with friends.",
    "rainy_medium_mild_night": "Watch travel videos and plan your next getaway.",
    "rainy_medium_hot_noon": "Humid and hot rainy midday is the perfect time to organize kitchen or fold some laundry",
    "rainy_medium_hot_morning": "Humid rain falling. Start with gentle stretching and prepare fresh fruit smoothie.",
    "rainy_medium_hot_evening": "Warm steady rain. Host intimate dinner party with candlelight and stories.",
    "rainy_medium_hot_night": "Tropical night rain. Sleep to the delicate sound of rain.",
    "rainy_heavy_mild_morning": "Stay in and bake something that warms the heart.",
    "rainy_heavy_mild_noon": "Catch an early movie and enjoy the stormy mood.",
    "rainy_heavy_mild_evening": "Perfect night for a blanket fort and good film.",
    "rainy_heavy_mild_night": "Let the storm play its lullaby while you rest.",
    "rainy_heavy_hot_morning": "Intense humid downpour. Self-care morning: face mask, journaling, herbal tea.",
    "rainy_heavy_hot_noon": "Heavy tropical rain. Start a new DIY-project or try a new recipe.",
    "rainy_heavy_hot_evening": "Heavy tropical rain. Create art, paint watercolors, or organize cherished photos.",
    "rainy_heavy_hot_night": "Heavy tropical rain. Let the sound of thrumming rain lull you to sleep.",
    "rainy_light_freezing_morning": "Icy drizzle — warm up with some ware breakfast.",
    "rainy_light_freezing_noon": "Freezing rain creates slippery conditions - wear some cool winter boots going outside.",
    "rainy_light_freezing_evening": "Roads may be icy. Perfect night to stay warm inside.",
    "rainy_light_freezing_night": "Ice forming outside — hot tea and a good book time.",
    "rainy_medium_freezing_morning": "Icy roads means work from home if possible.",
    "rainy_medium_freezing_noon": "Freezing rain warning. Indoor movie marathon or creative project.",
    "rainy_medium_freezing_evening": "Icy conditions worsening. Cook a hearty stew and play cards.",
    "rainy_medium_freezing_night": "Let the ice storm pass while you rest with warm blankets.",
    "rainy_heavy_freezing_morning": "Severe ice storm. Bake bread or organize your photo albums.",
    "rainy_heavy_freezing_noon": "Extreme ice conditions. Catch up on podcasts or online courses.",
    "rainy_heavy_freezing_evening": "Heavy ice accumulation. Candlelit dinner and storytelling time.",
    "rainy_heavy_freezing_night": "Dangerous ice storm continues. Sleep warm with extra layers.",
    "rainy_light_cold_morning": "Chilly morning rain. Warm porridge breakfast, organize spice rack or plan cozy meals.",
    "rainy_light_cold_noon": "Cold light rain. Indoor plant care or bake grandmother's cookies.",
    "rainy_light_cold_evening": "Cool rainy evening. Arrange some candles, share stories with loved ones.",
    "rainy_light_cold_night": "Gentle cold rain. Spend some peaceful time reading before sleeping.",
    "rainy_medium_cold_morning": "Steady cold rain. Start the day by prepare hearty breakfast and picking out a stylish warm outfit.",
    "rainy_medium_cold_noon": "Persistent cold rain. make room for indoor creative projects of your choosing.",
    "rainy_medium_cold_evening": "Cold rain continuing. Make childhood comfort food, after light moody candles and play some fitting relaxing music.",
    "rainy_medium_cold_night": "Rhythmic cold rain. Take some time to have a calming bedtime routine.",
    "rainy_heavy_cold_morning": "Heavy cold downpour - get out your warm socks and prepare for a cold day.",
    "rainy_heavy_cold_noon": "Intense cold rain outside means staying warm inside with some fun indoor activity while listen to favorite music.",
    "rainy_heavy_cold_evening": "Dense cold afternoon rain - catch up on some e-mails or unread magazines.",
    "rainy_heavy_cold_night": "Powerful cold rain - maybe a late night phone call for a friend you miss or a cosy movie?.",
    "snowy_light_cold_morning": "Take a morning walk and enjoy the sparkle of snow.",
    "snowy_light_cold_noon": "Make a mini snowman and snap a picture!",
    "snowy_light_cold_evening": "Warm up with cocoa after a playful snowball fight.",
    "snowy_light_cold_night": "Watch the snow fall and sketch the peaceful scene.",
    "snowy_medium_cold_morning": "Go sledding or hiking on a snowy trail.",
    "snowy_medium_cold_noon": "Try snow photography and capture winter magic.",
    "snowy_medium_cold_evening": "Enjoy a bonfire with friends, if safe to do so.",
    "snowy_medium_cold_night": "Watch the glow of snow under the streetlights.",
    "snowy_medium_freezing_morning": "Perfect for sledding or cross-country skiing!",
    "snowy_heavy_cold_morning": "Go sledding or hiking on a snowy trail.",
    "snowy_heavy_cold_noon": "Try snow photography and capture winter magic.",
    "snowy_heavy_cold_evening": "Enjoy a bonfire with friends, if safe to do so.",
    "snowy_heavy_cold_night": "Watch the glow of snow under the streetlights.",
    "snowy_light_freezing_morning": "Light snow with bitter cold. Bundle up for snow fun.",
    "snowy_light_freezing_noon": "Gentle flakes in frigid air. Time for skiing or snowboarding",
    "snowy_light_freezing_evening": "Watch the pretty snowflakes fall from indoors",
    "snowy_light_freezing_night": "Cuddle up in a cozy blanket ",
    "snowy_medium_freezing_noon": "Check out a ice skating venue indoors.",
    "snowy_medium_freezing_evening": "medium snowfall means hot soup and puzzle time..",
    "snowy_medium_freezing_night": "Snow piling up outdoors, leave the plowing for tomorrow.",
    "snowy_heavy_freezing_morning": "Heavy snowfall in the morning - get a workout snow plowing the driveway",
    "snowy_heavy_freezing_noon": "Whiteout conditions and cold temperatures - stay warm indoors with a new videogame or creative project.",
    "snowy_heavy_freezing_evening": "Possible blizzard conditions - drive safe, dress warm and stay indoors as much as possible.",
    "snowy_heavy_freezing_night": "Dangerous blizzard continues into the night. Stay warm and safe.",
    "snowy_light_mild_morning": "Wet slushy snow. Waterproof boots recommended.",
    "snowy_light_mild_noon": "Melting snow conditions. Great for snowman building.",
    "snowy_light_mild_evening": "Heavy wet snow. Perfect packing for snowballs.",
    "snowy_light_mild_night": "Slushy snow falling. Watch it melt on warm ground.",
    "snowy_medium_mild_morning": "Thick wet snow accumulating. Start to look forward to spring time.",
    "snowy_medium_mild_noon": "Heavy sticky snow. Excellent sledding conditions.",
    "snowy_medium_mild_evening": "Snow mixed with rain possible. Messy conditions means smart clothing like waterproof boots.",
    "snowy_medium_mild_night": "Wet snow continues. May turn to rain overnight.",
    "snowy_heavy_mild_morning": "Heavy wet snow warning. Power lines at risk.",
    "snowy_heavy_mild_noon": "Extreme wet snow. Watch the green from the trees coming back.",
    "snowy_heavy_mild_evening": "Heavy wet snow. Wear some fancy waterproof boots.",
    "snowy_heavy_mild_night": "Wet snow fall - carefully drive and navigate round.",
    "cloudy_light_mild_morning": "Perfect day for a refreshing jog or spending time doing a relaxing activity.",
    "cloudy_light_mild_noon": "Soft light — ideal for photography or painting.",
    "cloudy_light_mild_evening": "Go for a relaxed walk before dinner.",
    "cloudy_light_mild_night": "Cloudy skies? Time for a good mystery novel.",
    "cloudy_light_cold_morning": "Perfect day for a refreshing long shower with some nice soaps before heading out.",
    "cloudy_light_cold_noon": "Crips overcast - maybe time to organize the closets and do some laundry with your favorite music playing.",
    "cloudy_light_cold_evening": "Go for a relaxed walk before dinner.",
    "cloudy_light_cold_night": "Cloudy skies? Time for a good mystery novel.",
    "cloudy_light_freezing_morning": "Crisp cloudy morning. Cozy breakfast in bed with loved ones.",
    "cloudy_light_freezing_noon": "Cold overcast day. Visit a friend or family member.",
    "cloudy_light_freezing_night": "Chilly cloudy night. Candlelit bath with essential oils and soft music before bed.",
    "cloudy_light_freezing_evening": "Freezing temperatures. A great day to visit an indoor museum or a heated mall.",
    "cloudy_medium_mild_morning": "Plan your week with coffee and calm tunes.",
    "cloudy_medium_mild_noon": "Great weather for thrifting or antique shopping.",
    "cloudy_medium_mild_evening": "Host a cozy dinner with close friends.",
    "cloudy_medium_mild_night": "Watch an inspiring documentary before bed.",
    "cloudy_medium_cold_morning": "Brew some warm coffee or tea and visulize the day.",
    "cloudy_medium_cold_noon": "Perfect weather for some thrift shopping adventure or explore cozy bookshops.",
    "cloudy_medium_cold_evening": "Host a cozy dinner with close friends.",
    "cloudy_medium_cold_night": "Fill up the tub with bubbly soaps and have a bath.",
    "cloudy_medium_freezing_morning": "Cold grey morning. Start the day with a productive to-do list to shape the rest of the week.",
    "cloudy_medium_freezing_noon": "Freezing overcast. Might be a good time to call a family member or friend.",
    "cloudy_medium_freezing_evening": "Cold cloudy evening: catch up on your favorite series or a book.",
    "cloudy_medium_freezing_night": "Chilly overcast darkness. Knitting, podcasts, or plan winter adventures.",
    "cloudy_heavy_freezing_morning": "Very cold overcast. Self-care morning: warm bath, nourishing breakfast, gentle music.",
    "cloudy_heavy_freezing_noon": "Freezing heavy clouds. Call an old friend and catch up on the latest news.",
    "cloudy_heavy_freezing_evening": "Cold dreary evening. Experiment with a new cacao recipe.",
    "cloudy_heavy_freezing_night": "Bitter cold night. Bring a extra warm blanket and a good book to bed.",
    "cloudy_heavy_mild_morning": "Stay indoors and organize your creative space.",
    "cloudy_heavy_mild_noon": "Cook something new and fill your home with warmth.",
    "cloudy_heavy_mild_evening": "Turn down the lights and enjoy a quiet playlist.",
    "cloudy_heavy_mild_night": "Reflect and write down tomorrow's goals.",
    "cloudy_heavy_cold_morning": "Take some time to water and give some love to your houseplants.",
    "cloudy_heavy_cold_noon": "Cook something new and fill your home with warmth.",
    "cloudy_heavy_cold_evening": "Build a pillow fort and watch a movie.",
    "cloudy_heavy_cold_night": "Reflect and write down tomorrow's goals.",
    "cloudy_light_hot_morning": "Warm and humid start. Wear some stylish light clothing.",
    "cloudy_light_hot_noon": "Hot under the clouds. Seek shade and stay hydrated.",
    "cloudy_light_hot_evening": "Warm evening heat. Perfect for ice cream or cold drinks.",
    "cloudy_light_hot_night": "Warm night ahead. Keep windows open for airflow.",
    "cloudy_medium_hot_morning": "Humid and getting hotter. Swimming pool or air-conditioned gym.",
    "cloudy_medium_hot_noon": "Heat under clouds. Movie theater or shopping mall escape.",
    "cloudy_medium_hot_evening": "Muggy evening. Cool shower, light salad, and chill playlist.",
    "cloudy_medium_hot_night": "Stuffy night. Find AC space or sleep with fan and light sheets.",
    "cloudy_heavy_hot_morning": "Extremely hot and cloudy. Start morning with cold breakfast smoothie.",
    "cloudy_heavy_hot_noon": "High heat under clouds - Stay cool under shading areas.",
    "cloudy_heavy_hot_evening": "Feels like a sauna outside - stay indoors in air condition, star hydrated and cool.",
    "cloudy_heavy_hot_night": "Sweltering night - swap bedsheets with cool linen and light pyjamas.",
    "sunny_light_cold_morning": "Enjoy breakfast inside and enjoy the crips sunny cold morning from the window.",
    "sunny_light_cold_noon": "Cook you favorite childhood meal as lunch and prepare for a day out skiing.",
    "sunny_light_cold_evening": "Golden cold sunset. Call some old friends for a catch up or sort through old photographs.",
    "sunny_light_cold_night": "Clear cold starry night. Sort through memory boxes and plan scrapbook project.",
    "sunny_medium_cold_morning": "Cold but sunny start of the day means a slow cooked breakfast with your favorite warm drink.",
    "sunny_medium_cold_noon": "Bright chilly afternoon. Perfect condition for outdoor winter activity or snow plowing.",
    "sunny_medium_cold_evening": "Crisp golden hour. Perfect condition for outdoor winter activity or snow plowing.",
    "sunny_medium_cold_night": "Clear cold night. Stargaze or catch aurora borealis..",
    "sunny_heavy_cold_morning": "Brilliant cold morning. Begin morning with warm and hearty breakfast.",
    "sunny_heavy_cold_noon": "Bright freezing day: conditions like this means winter activities like ice skateing, skiing or a sunny photography walk outside.",
    "sunny_heavy_cold_evening": "Crystal clear cold sunset. Cook hearty family recipe and write letters to loved ones.",
    "sunny_heavy_cold_night": "Freezing starlit night. Organize recipe collection and plan next week's nostalgic meals.",
    "sunny_light_freezing_morning": "Dress warm and tight if you are headed outside. If you can - snooze some more under the warm duvet.",
    "sunny_light_freezing_noon": "Crisp sunny winter day. Dress in layers for a cosy walk.",
    "sunny_light_freezing_evening": "Sunny winter afternoon is best spent with friends, a fireplace and a cardgame.",
    "sunny_light_freezing_night": "Clear starry freezing night. Stargaze or catch aurora borealis.",
    "sunny_heavy_freezing_morning": "Bright but bitterly cold - perfect for a warm breakfast in bed.",
    "sunny_heavy_freezing_noon": "Hard sun and freezing temperatures - perfect for ice skating or skiing in superwarm clothes.",
    "sunny_heavy_freezing_evening": "Clear frozen sunset - time to heat up the fireplace and watch the sunset.",
    "sunny_heavy_freezing_night": "Crystal clear and freezing - scout for aurora borealis.",
    "sunny_medium_freezing_morning": "Crisp sunny winter day. Dress warmly for outdoor fun.",
    "sunny_medium_freezing_noon": "Cold but beautiful. Great for winter photography or a snowball fight.",
    "sunny_medium_freezing_evening": "Time to make some warm and hearty afternoon meal",
    "sunny_medium_freezing_night": "Clear cold night. Stargazing with hot cocoa nearby.",
    "sunny_light_mild_morning": "Perfect mild sunshine. Do some garden work, and then make fresh breaktfast.",
    "sunny_light_mild_noon": "Pleasant sunny day for some light cleaning, wash curtains or reorganize bookshelves lovingly.",
    "sunny_light_mild_evening": "Gentle golden hour. Try out a vintage recipe and enjoy on patio.",
    "sunny_light_mild_night": "Mild clear evening. Organize craft supplies and plan creative projects ahead.",
    "sunny_medium_mild_morning": "Beautiful mild morning is perfect for outdoor cleaning tasks such as wash car or tend to flower beds.",
    "sunny_medium_mild_noon": "Lovely sunny afternoon. Paint fence, organize shed, make lemonade like childhood summers.",
    "sunny_medium_mild_evening": "Golden mild evening. Invite the neighbors for a grill dinner outdoors and share stories.",
    "sunny_medium_mild_night": "Pleasant clear night. Invite some friends over or look through old photography albums for nostalgia.",
    "sunny_heavy_mild_morning": "Glorious sunny morning. Major outdoor projects: garden overhaul, deck cleaning or some fun creative landscaping.",
    "sunny_heavy_mild_noon": "Brilliant warm day. Cool off with a swim or an iced drink outdoors",
    "sunny_heavy_mild_evening": "Beautiful golden evening: enjoy a late drive to a place you have never been alone or with a friend.",
    "sunny_heavy_mild_night": "Clear pleasant night: Perfect night for rooftop laughter or stargazing..",
    "sunny_light_hot_morning": "Beautiful warm sunrise is better with a fresh glass of orange juice.",
    "sunny_light_hot_noon": "Light sunny day - Morning swim or shaded picnic with cold drinks.",
    "sunny_light_hot_evening": "Warm evening — ice cream walk or sunset by the water.",
    "sunny_light_hot_night": "Warm clear night. Rooftop hangout with friends and cold drinks.",
    "sunny_medium_hot_morning": "Heating up fast. Early bike ride or jog with water bottle.",
    "sunny_medium_hot_noon": "Very hot and sunny means beach day with umbrella and shades.",
    "sunny_medium_hot_evening": "Invite some friends for some then outdoor dinner in the sunset.",
    "sunny_medium_hot_night": "Warm clear night. Rooftop hangout with friends and cold drinks.",
    "sunny_heavy_hot_morning": "High temperatures early - take the bike to the beach or lake for a morning swim.",
    "sunny_heavy_hot_noon": "Extreme heat warning: Air-conditioned cinema, mall, or indoor pool.",
    "sunny_heavy_hot_evening": "Dangerous heat continues - stay indoors and read that book you have been keeping around.",
    "sunny_heavy_hot_night": "Heat persists after dark - cool down bedroom with fan and have a cold shower.",
    "thunder_light_mild_morning": "Watch the clouds roll while journaling indoors.",
    "thunder_light_mild_noon": "Stay safe inside and play your favorite music.",
    "thunder_light_mild_evening": "Enjoy the electric sky from your window.",
    "thunder_light_mild_night": "Count the flashes before falling asleep.",
    "thunder_medium_mild_morning": "Cozy up with an online class or craft session.",
    "thunder_medium_mild_noon": "Watch a thriller to match the storm's energy.",
    "thunder_medium_mild_evening": "Invite friends for an indoor game night.",
    "thunder_medium_mild_night": "Plan your next creative project as thunder rolls.",
    "thunder_heavy_mild_morning": "Stay safe and cook something comforting.",
    "thunder_heavy_mild_noon": "Perfect for a movie marathon indoors.",
    "thunder_heavy_mild_evening": "Heatwave and storms! Unplug electronics and stay in a cool, safe spot.",
    "thunder_heavy_mild_night": "Powerful thunder rolling. Release stress through journaling, then peaceful rest.",
    "thunder_light_cold_morning": "Distant thunder in cold air. Cozy indoor breakfast, organize spice drawer, bake comfort cookies.",
    "thunder_light_cold_noon": "Chilly stormy afternoon. Sort through recipe cards, make grandmother's stew recipe.",
    "thunder_light_cold_evening": "Cold electric evening. Light candles, organize photo albums or write in journal.",
    "thunder_light_cold_night": "Thunder rumbling in cold. Listen to the thunder as you fall asleep.",
    "thunder_medium_cold_morning": "Cold stormy morning. Indoor yoga, organize linen closet or bake fresh bread.",
    "thunder_medium_cold_noon": "Thunder and chill. Creative time: paint, craft projects or reorganize bookshelf.",
    "thunder_medium_cold_evening": "Cold storm building. Cook nostalgic meal, light candles or play board games.",
    "thunder_medium_cold_night": "Rumbling cold night, means a cup of herbal tea and cozy reading time.",
    "thunder_heavy_cold_morning": "Intense cold storm. Self-care morning: warm bath, organize closets or creative planning.",
    "thunder_heavy_cold_noon": "Heavy thunder and cold. Deep clean one room, bake childhood favorites and then some rest.",
    "thunder_heavy_cold_evening": "Powerful cold storm. Candlelit dinner and some non-electric activity in peace.",
    "thunder_heavy_cold_night": "Strong thunder in cold. Extra layers and peaceful sleep routine with thunder as white noice.",
    "thunder_light_freezing_morning": "Rare winter thunder! Watch the ice storm from your warm kitchen.",
    "thunder_light_freezing_noon": "Thundersnow conditions. Hot soup and dramatic window watching.",
    "thunder_light_freezing_evening": "Electric winter storm. Board games and comfort food indoors.",
    "thunder_light_freezing_night": "Thunder and freezing rain. Extra blankets and sleep tight.",
    "thunder_medium_freezing_morning": "Intense winter thunderstorm. Baking session while power's on.",
    "thunder_medium_freezing_noon": "Thundersnow warning. Watch from safety with hot chocolate.",
    "thunder_medium_freezing_evening": "Severe ice storm with lightning. Candles ready, games prepared.",
    "thunder_medium_freezing_night": "Thundering ice storm continues. Warm layers and rest well.",
    "thunder_heavy_freezing_morning": "Extreme thundersnow event. Emergency supplies ready, stay warm.",
    "thunder_heavy_freezing_noon": "Dangerous ice storm with thunder. Shelter in warmest room.",
    "thunder_heavy_freezing_evening": "Severe winter thunderstorm. Candles, blankets, and safety first.",
    "thunder_heavy_freezing_night": "Historic ice storm with lightning - just sleep through it.",
    "thunder_light_hot_morning": "Muggy with distant thunder - why not just snooze some more under the blankets",
    "thunder_light_hot_noon": "Hot and stormy outside: cool and book reading inside.",
    "thunder_light_hot_evening": "Electric evening air. Watch the horizon glow from a safe, covered spot with a tall glass of cold drink.",
    "thunder_light_hot_night": "Tropical night storm.  Keep the AC humming and get lost in a good book under light sheets",
    "thunder_medium_hot_morning": "Intense heat and stormy morning. Lay in bed and listen for thunder thrum.",
    "thunder_medium_hot_noon": "The sky is bruising. Stay in the coolest room and enjoy the dramatic show from a distance..",
    "thunder_medium_hot_evening": "Hot stormy night ahead. Unplug electronics, cool drinks ready.",
    "thunder_medium_hot_night": "Heavy rumbles and oppressive heat. Keep the fans going, stay hydrated, and let the storm be your white noise.",
    "thunder_heavy_hot_morning": "Dangerous heat and thunderstorm means a slow morning with ice tea and fruits.",
    "thunder_heavy_hot_noon": "Extreme combo: Heatwave and violent storms. Watch nature crash and thrum outside from a window.",
    "thunder_heavy_hot_evening": "Powerful storms and high humidity. Unplug your electronics and host a candlelit 'indoor picnic' with cold treats.",
    "thunder_heavy_hot_night": "Let the thunder echo while you drift to sleep.",
    "windy_light_mild_morning": "Great day for kite flying or light cycling.",
    "windy_light_mild_noon": "Head to the park and feel the breeze.",
    "windy_light_mild_evening": "Take photos of swaying trees and sunset skies.",
    "windy_light_mild_night": "Perfect chance to catch a falling star.",
    "windy_medium_mild_morning": "Challenge yourself with a run in the wind.",
    "windy_medium_mild_noon": "Visit a beach or open hill and enjoy the gusts.",
    "windy_medium_mild_evening": "Perfect for frisbee or a friendly outdoor game.",
    "windy_medium_mild_night": "Listen to the wind and relax under warm lights.",
    "windy_heavy_mild_morning": "Stay grounded — maybe try creative indoor projects.",
    "windy_heavy_mild_noon": "Time to fly a kite or try windsurfing if near the coast.",
    "windy_heavy_mild_evening": "Watch the trees dance from your window safely.",
    "windy_heavy_mild_night": "Wrap in a blanket and enjoy the stormy rhythm.",
    "windy_light_cold_morning": "Breezy cold morning. Secure outdoor items and then a warm breakfast indoors.",
    "windy_light_cold_noon": "Crisp windy day. Indoor projects: dust thoroughly, reorganize shelves so that it looks clean and decorative.",
    "windy_light_cold_evening": "Cold wind picking up. Cook hearty stew and arrange cozy reading corner surrounded by candles.",
    "windy_light_cold_night": "Breezy cold night. Sort through books and mark them as to-read later on.",
    "windy_medium_cold_morning": "Strong cold winds. Check windows - before prepare warming breakfast.",
    "windy_medium_cold_noon": "Windy and chilly. Creative indoor time: like painting, crafts or reorganize hobby space.",
    "windy_medium_cold_evening": "Cold gusts outside. Make comfort food from childhood and light many candles. Call or invite a friend and share stories.",
    "windy_medium_cold_night": "Winds howling, cold. Clean and organize nightstand before peaceful bedtime routine.",
    "windy_heavy_cold_morning": "Fierce cold winds. Stay cozy: put on a warm PJ and slippers, and enjoy a slow morning with low-fi music and a cup of warm beverage.",
    "windy_heavy_cold_noon": "Very windy and cold. Keep windows closed and deep dive into a organizing project you have been waiting to do.",
    "windy_heavy_cold_evening": "Intense cold wind. Secure space and then prepare a fulfilling meal and desert.",
    "windy_heavy_cold_night": "Howling cold winds outside. Change the bedding for warm duvet and air out the bedroom before sleep.",
    "windy_light_freezing_morning": "Chilly breeze with frost. Layer up for a energetic outdoor jog.",
    "windy_light_freezing_noon": "Cold wind biting - layer up for brief kite flying.",
    "windy_light_freezing_evening": "Crisp wind chill settling in. Maybe test that soup recipe you always wanted.",
    "windy_light_freezing_night": "Cool wind under clear skies. Great for stargazing bundled up.",
    "windy_medium_freezing_morning": "Strong cold winds. Bundle up well if heading out.",
    "windy_medium_freezing_noon": "Wind chill makes it feel much colder. Watch the wind blow all the leaves away.",
    "windy_medium_freezing_evening": "Biting winds tonight. Hot stew and movie night.",
    "windy_medium_freezing_night": "Cold gusts rattling windows. Extra blankets recommended.",
    "windy_heavy_freezing_morning": "Dangerous wind chill. Indoor yoga or baking, avoid going out.",
    "windy_heavy_freezing_noon": "Biting wind chill! Stay home with heating on, creative projects.",
    "windy_heavy_freezing_evening": "Severe wind and freezing temperatures - reorganise the pantry or do some easy house maintenance.",
    "windy_heavy_freezing_night": "Tidy up the outdoor furniture so he wind don't carry them away.",
    "windy_light_hot_morning": "Warm breeze flowing. Early bike ride or outdoor yoga session.",
    "windy_light_hot_noon": "Hot dry wind. Invite friends to the park for some basketball or football.",
    "windy_light_hot_evening": "Warm gusts at sunset. Evening stroll in flowy classy clothes.",
    "windy_light_hot_night": "Fall asleep with windows open and that gentle warm breeze.",
    "windy_medium_hot_morning": "Strong hot winds. Early morning hike before peak heat.",
    "windy_medium_hot_noon": "Solid heat and wind - could be perfect for sailing?",
    "windy_medium_hot_evening": "Let the wind guide you on your afternoon walk.",
    "windy_medium_hot_night": "Make the bed with light linen and thin duvet.",
    "windy_heavy_hot_morning": "Hot, dry gusts are picking up. Start your day with a long, cool shower and keep the blinds closed to trap the morning chill..",
    "windy_heavy_hot_noon": "Hot sun and strong winds - it's the perfect excuse for a museum visit or a long lunch in a chilled cafe.",
    "windy_heavy_hot_evening": "Searing winds and high temps. Unwind with a cold foot bath and a light movie while the fans do the work",
    "windy_heavy_hot_night": "Cold shower and fresh light bedlinen in a chill bedroom is perfect.",
    "foggy_light_mild_morning": "Take a slow walk outside — the world feels mysterious today.",
    "foggy_light_mild_noon": "Perfect for moody landscape photography.",
    "foggy_light_mild_evening": "Tend to the garden or go sightseeing as the mist lifts beautifully.",
    "foggy_light_mild_night": "A great night for creative writing or soft music.",
    "foggy_medium_mild_morning": "Drive carefully and enjoy the eerie calm.",
    "foggy_medium_mild_noon": "Explore a local café and watch the mist roll by.",
    "foggy_medium_mild_evening": "Host a storytelling night or creative chat with some good friends.",
    "foggy_medium_mild_night": "Write something inspired by the haze outside.",
    "foggy_heavy_mild_morning": "Stay warm indoors with a creative project.",
    "foggy_heavy_mild_noon": "Heavy fog is perfect for a midday mystery movie marathon.",
    "foggy_heavy_mild_evening": "Dim lights, calm playlist — perfect ambiance.",
    "foggy_heavy_mild_night": "Let the fog's silence help you unwind.",
    "foggy_light_cold_morning": "Cold morning mist. Warm breakfast prep, organize pantry, plan week's nostalgic meals.",
    "foggy_light_cold_noon": "Chilly fog lingering. Indoor plant care or dust bookshelves - rediscover old favorite books.",
    "foggy_light_cold_evening": "Cold foggy dusk. Cook warming soup and call a family member for sharing old memories.",
    "foggy_light_cold_night": "Misty cold night. Sort through memory boxes before cozy bedtime.",
    "foggy_medium_cold_morning": "Dense cold fog. Dress up warmly before heading out for a brisk morning walk.",
    "foggy_medium_cold_noon": "Thick cold mist might be a perfect condition for reading a mystery novel or watching a true crime documentary.",
    "foggy_medium_cold_evening": "Heavy cold fog. Make childhood comfort food surrounded by candlelight.",
    "foggy_medium_cold_night": "Foggy cold settling: wind down with some calming activity you enjoy before restfull sleep.",
    "foggy_heavy_cold_morning": "Very foggy and cold. Start the day in warm PJ and warm slippers before the day begins.",
    "foggy_heavy_cold_noon": "Dense cold fog outside. Might be a perfect time for deep clean kitchen or creative cooking experiments.",
    "foggy_heavy_cold_evening": "Thick cold fog persists: It's time to check out that true crime documentary or podcast everyone is talking about.",
    "foggy_heavy_cold_night": "Heavy fog, very cold. Unwind with your favorite calming activity.",
    "foggy_light_freezing_morning": "Frosty fog — enjoy the view with hot beverage.",
    "foggy_light_freezing_noon": "Rime ice forming. How about a photography walk with warm layers.",
    "foggy_light_freezing_evening": "It's the perfect day to host a legendary board game night.",
    "foggy_light_freezing_night": "Frost settling in the mist. Warm tea and quiet reading.",
    "foggy_medium_freezing_morning": "Dense freezing fog - maybe start the day with journaling the dreams from the night before.",
    "foggy_medium_freezing_noon": "Poor visibility and icy roads - catch up on that side hobby of yours.",
    "foggy_medium_freezing_evening": "Very and icey means stay home with soup and board games.",
    "foggy_medium_freezing_night": "Thick frozen mist outside creates a dreamy setting and a good excuse for early bedtime.",
    "foggy_heavy_freezing_morning": "Severe freezing fog outside - heat up the stove for fresh breads and eggs.",
    "foggy_heavy_freezing_noon": "Zero visibility with ice. Comfort food and creative writing.",
    "foggy_heavy_freezing_evening": "Heavy rime fog persists - perfect for a mystery novel or thriller movie with blankets and snacks.",
    "foggy_heavy_freezing_night": "Foggy cold night means reading a good book before bed",
    "foggy_light_hot_morning": "Warm tropical mist. Early walk or outdoor breakfast in humidity.",
    "foggy_light_hot_noon": "Hot humid fog - seek out air-conditioned restaurants with chilly drinks.",
    "foggy_light_hot_evening": "Misty warmth lingering. Evening stroll in light and breezy clothing.",
    "foggy_light_hot_night": "Warm fog settling. Open windows for breeze, light bedding and snug pyjamas.",
    "foggy_medium_hot_morning": "Warm misty morning. Wake up and plan your day with a cup of coffee.",
    "foggy_medium_hot_noon": "Dense humid fog. Sit down and write some fun ideas for the week.",
    "foggy_medium_hot_evening": "Thick warm evening mist. Cook light dinner and invite some friends to enjoy the meal.",
    "foggy_medium_hot_night": "Muggy fog persists. Gentle stretching, cool herbal tea, restful sleep.",
    "foggy_heavy_hot_morning": "Thick humid morning fog. Self-care routine: skincare, stretching, nourishing breakfast.",
    "foggy_heavy_hot_noon": "Intensely foggy and hot. Creative time: painting, writing poetry, or making music.",
    "foggy_heavy_hot_evening": "Suffocating fog and heat. Light dinner, gentle movement, cooling breathing exercises.",
    "foggy_heavy_hot_night": "Heavy humid fog night. Calming bedtime ritual: cool shower, meditation, peaceful sleep.",
    "drizzle_light_mild_morning": "If the sun peeks out, you might catch a rainbow!",
    "drizzle_light_mild_noon": "Light drizzle creating reflections. Urban photography or café hopping.",
    "drizzle_light_mild_evening": "Soft rain at dusk. Romantic walk or window-side dinner date with a loved one.",
    "drizzle_light_mild_night": "Raindrops on windows. Journal writing or sketch by candlelight.",
    "drizzle_medium_mild_morning": "Steady drizzle. Grab raincoat for farmers market or bookstore browsing.",
    "drizzle_medium_mild_noon": "Persistent light rain. Explore indoor markets or art galleries.",
    "drizzle_medium_mild_evening": "Cozy drizzle evening. Cook a new recipe while rain taps outside.",
    "drizzle_medium_mild_night": "Rhythmic drizzle. Tend to your indoor plants or play an instrument.",
    "drizzle_heavy_mild_morning": "Heavy drizzle soaking everything. Bake cinnamon rolls or banana bread.",
    "drizzle_heavy_mild_noon": "Continuous drizzle. Movie marathon or organize your photo collection.",
    "drizzle_heavy_mild_evening": "Dense drizzle outside. Candlelit dinner and deep conversations.",
    "drizzle_heavy_mild_night": "Steady heavy drizzle. Drift to sleep with rain sounds after a long calming bath or shower.",
    "drizzle_light_cold_morning": "Cold misty drizzle. Warm breakfast making, organize kitchen drawers, plan nostalgic meals.",
    "drizzle_light_cold_noon": "Chilly light rain. Indoor plant care, dust and organize, bake childhood treats.",
    "drizzle_light_cold_evening": "Cold drizzle at dusk. Cook warming soup, arrange cozy corner and light candles.",
    "drizzle_light_cold_night": "Gentle cold drizzle. Sort old photos and create a photoalbum.",
    "drizzle_medium_cold_morning": "Steady cold drizzle. Maybe time to organize closet mindfully before prepare hearty breakfast.",
    "drizzle_medium_cold_noon": "Persistent cold rain. Perfect day for creative projects: knitting, painting, reorganize craft supplies or anything you enjoy.",
    "drizzle_medium_cold_evening": "Cold drizzle continuing. Make family recipe, share memories, gratitude practice.",
    "drizzle_medium_cold_night": "Rhythmic cold drizzle. Creative writing, plan projects, calming bedtime.",
    "drizzle_heavy_cold_morning": "Heavy cold drizzle. You deserve to start with a warm bath or shower, and spending extra time getting ready.",
    "drizzle_heavy_cold_noon": "Continuous cold rain outeside means deep clean one room, nostalgic baking or music listening.",
    "drizzle_heavy_cold_evening": "Dense cold drizzle. Candlelit elaborate dinner with some friends and storytelling - cozy atmosphere.",
    "drizzle_heavy_cold_night": "Steady heavy cold rain. Bring extra blankets and favorite books to bed - a peaceful sleep routine.",
    "drizzle_light_freezing_morning": "Freezing mist forming. Make vegetable soup and watch comfort films.",
    "drizzle_light_freezing_noon": "Icy drizzle coating surfaces. Visit heated museum or cozy bookshop café.",
    "drizzle_light_freezing_evening": "Freezing mist settling. Board games like Scrabble with hot mulled cider.",
    "drizzle_light_freezing_night": "Delicate ice crystals forming. Read mystery novel under the warm duvet.",
    "drizzle_medium_freezing_morning": "Freezing drizzle coating everything. Use the morning to do something useful and practical",
    "drizzle_medium_freezing_noon": "Slippery icy conditions. Library visit or browse indoor shopping arcade.",
    "drizzle_medium_freezing_evening": "Ice building slowly outside? Cosy pillow forts building inside.",
    "drizzle_medium_freezing_night": "Steady icing drizzle - Pick a favorite podcast and fall asleep to.",
    "drizzle_heavy_freezing_morning": "Freezy morning drizzle means baking warm bread inside.",
    "drizzle_heavy_freezing_noon": "Significant ice on roads. Puzzle building or organize closets at home.",
    "drizzle_heavy_freezing_evening": "Treacherous icy conditions. Hot chocolate bar with family game night.",
    "drizzle_heavy_freezing_night": "Heavy ice persisting. Extra quilts, sleep with heating on.",
    "drizzle_light_hot_morning": "If the sun peeks out, you might catch a rainbow!",
    "drizzle_light_hot_noon": "If the sun peeks out, you might catch a rainbow!",
    "drizzle_light_hot_evening": "A little drizzle doesn't mean you can enjoy an energetic walk in the woods",
    "drizzle_light_hot_night": "Light drizzle night - invite some friends over for some boardgames and snacks.",
    "drizzle_medium_hot_morning": "Dense warm drizzle - find an outdoor swimming pool and enjoy a morning swim",
    "drizzle_medium_hot_noon": "Warm summer rain means visit aquarium, art gallery, or indoor climbing.",
    "drizzle_medium_hot_evening": "Afternoon drizzle means cooking a light dinner and spend some time with a creative project.",
    "drizzle_medium_hot_night": "Let the warm drizzle be your white noise as you drift off to sleep.",
    "drizzle_heavy_hot_morning": "Humid morning might be better with some low-fi tunes from a stereo and quiet book reading, crosswords or making breakfast",
    "drizzle_heavy_hot_noon": "Hot drizzle feels like tropical rain. Bring out the unopened puzzle or unread book, or learn new skill online.",
    "drizzle_heavy_hot_evening": "Heavy humid rain means board games with cold snacks or movie night with friends.",
    "drizzle_heavy_hot_night": "Heavy drizzle continues into the night. Light reading, meditation, or plan tomorrow's adventures before bed."
}