{
    "windy_light_night": "Perfect chance to catch a falling star.",
    "windy_heavy_noon": "Time to fly a kite or try windsurfing if near the coast.",
    "thunder_heavy_evening": "Storms outside means planning an epic movie night inside.",
    "drizzle_light_morning": "If the sun peeks out, you might catch a rainbow!",
    "rainy_light_morning": "Grab your umbrella and explore your neighborhood trails.",
    "rainy_light_noon": "Perfect time to visit a cozy café or art gallery.",
    "rainy_light_evening": "Take a short walk in your favorite raincoat.",
    "rainy_light_night": "Listen to the rainfall and write a short story.",
    "rainy_medium_morning": "Start the day with comfort food and gentle music.",
    "rainy_medium_noon": "Visit a museum or an indoor market to keep dry.",
    "rainy_medium_evening": "Host a board game night with friends.",
    "rainy_medium_night": "Watch travel videos and plan your next getaway.",
    "rainy_heavy_morning": "Stay in and bake something that warms the heart.",
    "rainy_heavy_noon": "Catch an early movie and enjoy the stormy mood.",
    "rainy_heavy_evening": "Perfect night for a blanket fort and good film.",
    "rainy_heavy_night": "Let the storm play its lullaby while you rest.",
    "snowy_light_morning": "Take a morning walk and enjoy the sparkle of snow.",
    "snowy_light_noon": "Make a mini snowman and snap a picture!",
    "snowy_light_evening": "Warm up with cocoa after a playful snowball fight.",
    "snowy_light_night": "Watch the snow fall and sketch the peaceful scene.",
    "snowy_medium_morning": "Go sledding or hiking on a snowy trail.",
    "snowy_medium_noon": "Try snow photography and capture winter magic.",
    "snowy_medium_evening": "Enjoy a bonfire with friends, if safe to do so.",
    "snowy_medium_night": "Watch the glow of snow under the streetlights.",
    "snowy_heavy_morning": "Stay warm and cook a hearty breakfast.",
    "snowy_heavy_noon": "Catch up on your favorite series while it snows.",
    "snowy_heavy_evening": "Make soup and stay wrapped in a cozy blanket.",
    "snowy_heavy_night": "Dream while snow quietly covers the world outside.",
    "cloudy_light_morning": "Perfect day for a refreshing jog or morning yoga.",
    "cloudy_light_noon": "Soft light — ideal for photography or painting.",
    "cloudy_light_evening": "Go for a relaxed walk before dinner.",
    "cloudy_light_night": "Cloudy skies? Time for a good mystery novel.",
    "cloudy_medium_morning": "Plan your week with coffee and calm tunes.",
    "cloudy_medium_noon": "Great weather for thrifting or antique shopping.",
    "cloudy_medium_evening": "Host a cozy dinner with close friends.",
    "cloudy_medium_night": "Watch an inspiring documentary before bed.",
    "cloudy_heavy_morning": "Stay indoors and organize your creative space.",
    "cloudy_heavy_noon": "Cook something new and fill your home with warmth.",
    "cloudy_heavy_evening": "Turn down the lights and enjoy a quiet playlist.",
    "cloudy_heavy_night": "Reflect and write down tomorrow’s goals.",
    "sunny_light_morning": "Enjoy breakfast outside and stretch under the sun.",
    "sunny_light_noon": "Take a stroll or visit a nearby garden.",
    "sunny_light_evening": "Perfect for a picnic or mini hike.",
    "sunny_light_night": "Watch stars twinkle after a bright day.",
    "sunny_medium_morning": "Go for a bike ride or light jog.",
    "sunny_medium_noon": "Great day for outdoor lunch or a quick swim.",
    "sunny_medium_evening": "Watch the sunset and capture a photo memory.",
    "sunny_medium_night": "Sit outside and enjoy soft evening air.",
    "sunny_heavy_morning": "Start early with sunscreen and good vibes.",
    "sunny_heavy_noon": "Cool off with a swim or an iced drink outdoors.",
    "sunny_heavy_evening": "Relax in the shade or enjoy a late drive.",
    "sunny_heavy_night": "Perfect night for rooftop laughter or stargazing.",
    "thunder_light_morning": "Watch the clouds roll while journaling indoors.",
    "thunder_light_noon": "Stay safe inside and play your favorite music.",
    "thunder_light_evening": "Enjoy the electric sky from your window.",
    "thunder_light_night": "Count the flashes before falling asleep.",
    "thunder_medium_morning": "Cozy up with an online class or craft session.",
    "thunder_medium_noon": "Watch a thriller to match the storm’s energy.",
    "thunder_medium_evening": "Invite friends for an indoor game night.",
    "thunder_medium_night": "Plan your next creative project as thunder rolls.",
    "thunder_heavy_morning": "Stay safe and cook something comforting.",
    "thunder_heavy_noon": "Perfect for a movie marathon indoors.",
    "thunder_heavy_night": "Let the thunder echo while you drift to sleep.",
    "windy_light_morning": "Great day for kite flying or light cycling.",
    "windy_light_noon": "Head to the park and feel the breeze.",
    "windy_light_evening": "Take photos of swaying trees and sunset skies.",
    "windy_medium_morning": "Challenge yourself with a run in the wind.",
    "windy_medium_noon": "Visit a beach or open hill and enjoy the gusts.",
    "windy_medium_evening": "Perfect for frisbee or a friendly outdoor game.",
    "windy_medium_night": "Listen to the wind and relax under warm lights.",
    "windy_heavy_morning": "Stay grounded — maybe try creative indoor projects.",
    "windy_heavy_evening": "Watch the trees dance from your window safely.",
    "windy_heavy_night": "Wrap in a blanket and enjoy the stormy rhythm.",
    "foggy_light_morning": "Take a slow walk — the world feels mysterious today.",
    "foggy_light_noon": "Perfect for moody landscape photography.",
    "foggy_light_evening": "Go sightseeing as the mist lifts beautifully.",
    "foggy_light_night": "A great night for quiet reflection or soft music.",
    "foggy_medium_morning": "Drive carefully and enjoy the eerie calm.",
    "foggy_medium_noon": "Explore a local café and watch the mist roll by.",
    "foggy_medium_evening": "Host a storytelling night or creative chat.",
    "foggy_medium_night": "Write something inspired by the haze outside.",
    "foggy_heavy_morning": "Stay warm indoors with a creative project.",
    "foggy_heavy_noon": "Cook something rich and aromatic.",
    "foggy_heavy_evening": "Dim lights, calm playlist — perfect ambiance.",
    "foggy_heavy_night": "Let the fog’s silence help you unwind.",
    "drizzle_light_noon": "Go for a gentle walk and enjoy the misty air.",
    "drizzle_light_evening": "Catch reflections on wet streets at sunset.",
    "drizzle_light_night": "Watch city lights shimmer through raindrops.",
    "drizzle_medium_morning": "Grab your raincoat and explore local spots.",
    "drizzle_medium_noon": "Visit a quiet bookstore or art space.",
    "drizzle_medium_evening": "Have a cozy meal by a window view.",
    "drizzle_medium_night": "Sketch or write while listening to the rain.",
    "drizzle_heavy_morning": "Stay in and bake something comforting.",
    "drizzle_heavy_noon": "Movie time while drizzle taps the windows.",
    "drizzle_heavy_evening": "Enjoy candlelight and calm conversation.",
    "drizzle_heavy_night": "Drift to sleep to soft, steady rain."
}